Revit 2027 API
ParameterTypeId.ArrowCentered Property
 "Tick Mark Centered"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ArrowCentered { get; }
Public Shared ReadOnly Property ArrowCentered As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ArrowCentered {
	ForgeTypeId^ get ();
}
static member ArrowCentered : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace